Repository: RRZE-Webteam/rrze-answers
Catalog: languages/rrze-answers-*.po
Languages: de_de

source: does not support this plugin.
de_de: unterstützt dieses Plugin nicht.

source: -- Choose a website --
de_de: -- Website wählen --

source: -- hidden --
de_de: -- versteckt --

source: -- off --
de_de: -- aus --

source: Abbreviation
de_de: Abkürzung

source: Accordion with all entries
de_de: Akkordeon mit allen Einträgen

source: Accordion with category
de_de: Akkordeon mit Kategorie

source: Accordion with tag
de_de: Akkordeon mit Schlagwort

source: Accordion-Style
de_de: Akkordeon-Stil

source: Add %s
de_de: %s hinzufügen

source: Add FAQ
de_de: FAQ hinzufügen

source: Add glossary
de_de: Glossar hinzufügen

source: Add new FAQ
de_de: Neue FAQ hinzufügen

source: Add new glossary
de_de: Neues Glossar hinzufügen

source: Add new placeholder
de_de: Neuen Platzhalter hinzufügen

source: Add placeholder
de_de: Platzhalter hinzufügen

source: Additonal CSS-class(es) for sourrounding DIV
de_de: Zusätzliche CSS-Klasse(n) für das umgebende DIV

source: all
de_de: Alle

source: All %s
de_de: Alle %s

source: All FAQ
de_de: Alle FAQ

source: All glossaries
de_de: Alle Glossare

source: All languages
de_de: Alle Sprachen

source: All placeholders
de_de: Alle Platzhalter

source: All Sources
de_de: Alle Quellen

source: All synchronizations completed
de_de: Alle Synchronisierungen abgeschlossen

source: Allow other websites to import your FAQ. Your SEO will not be affected. Structured data is used for your content only.
de_de: Erlauben Sie anderen Websites, Ihre FAQ zu importieren. Ihre Suchmaschinenoptimierung (SEO) wird davon nicht beeinträchtigt. Strukturierte Daten werden ausschließlich für Ihre Inhalte verwendet.

source: Allow other websites to import your glossary. Your SEO will not be affected. Structured data is used for your content only.
de_de: Erlauben Sie anderen Websites, Ihr Glossar zu importieren. Ihre Suchmaschinenoptimierung (SEO) wird davon nicht beeinträchtigt. Strukturierte Daten werden ausschließlich für Ihre Inhalte verwendet.

source: Allow to import FAQ
de_de: Import von FAQ erlauben

source: Allow to import glossary
de_de: Import von Glossaren erlauben

source: Anchor
de_de: Sprungmarke

source: and
de_de: und

source: Answers
de_de: Antworten

source: API is deactivated for %s. Contact website owner %s
de_de: API ist deaktiviert für %s. Kontaktieren Sie den Eigentümer der Website %s

source: Appearance
de_de: Erscheinung

source: Archive page
de_de: Archiv Seite

source: ASC
de_de: aufsteigend

# block description
source: Display FAQ
de_de: FAQ anzeigen

# block description
source: Display glossaries
de_de: Glossare anzeigen

# block description
source: Display placeholders
de_de: Platzhalter anzeigen

# block description
source: Displays a random FAQ from a category.
de_de: Zeigt ein zufälliges FAQ einer Kategorie an.

# block title
source: Placeholder
de_de: Platzhalter

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Category not found.
de_de: Kategorie nicht gefunden.

source: Category Slug
de_de: Kategorien Slug

source: Chinese
de_de: Chinesisch

source: Choose a FAQ
de_de: Wählen Sie eine FAQ

source: Choose a section:
de_de: Abschnitt auswählen:

source: Choose the language in which the long form is pronounced.
de_de: Wählen Sie die Sprache, in der die Langform ausgesprochen wird.

source: Color
de_de: Farbe

source: Criterion for sorting the output of the shortcode
de_de: Kriterium für die Sortierung der Shortcode-Ausgabe

source: daily
de_de: täglich

source: Default archive
de_de: Standard-Archiv

source: Delete selected domains
de_de: Ausgewählte Domains löschen

source: deleted
de_de: gelöscht

source: DESC
de_de: absteigend

source: Display options
de_de: Anzeigeoptionen

source: Display options:
de_de: Anzeige:

source: Displays a FAQ
de_de: Zeigt eine FAQ an

source: Edit FAQ
de_de: FAQ editieren

source: Edit glossary
de_de: Glossar editieren

source: Edit placeholder
de_de: Platzhalter editieren

source: End
de_de: Ende

source: English
de_de: Englisch

source: Enter glossary term here
de_de: Glossarbegriff hier eingeben

source: Enter placeholder here
de_de: Platzhalterbegriff hier eingeben

source: Enter question here
de_de: Geben Sie hier die Frage ein

source: Enter the domain's URL you want to receive FAQ from.
de_de: Geben Sie die URL der Domain ein, von der Sie FAQ beziehen möchten.

source: Enter the long, written form of the placeholder. This text replaces the shortcode. Note: line breaks or HTML are not accepted.
de_de: Geben Sie die lange, schriftliche Form des Platzhalters ein. Dieser Text ersetzt den Shortcode. Hinweis: Zeilenumbrüche oder HTML werden nicht akzeptiert.

source: Enter your text here...
de_de: Text hier eingeben...

source: Entries
de_de: Einträge

source: Explain your content with FAQ, glossary and placeholders.
de_de: Erläutern Sie Ihre Inhalte mit FAQ, Glossar und Platzhaltern.

source: FAQ Categories
de_de: FAQ Kategorien

source: FAQ selection
de_de: FAQ Auswahl

source: FAQ Tags
de_de: FAQ Schlagwörter

source: Filter options
de_de: Filter Optionen

source: Filter the FAQ-entries.
de_de: FAQ Einträge filtern.

source: Filter the glossary-entries.
de_de: Glossar Einträge filtern.

source: French
de_de: Französisch

source: Full form
de_de: Ausführliche Form

source: German
de_de: Deutsch

source: Glossary
de_de: Glossar

source: Glossary Categories
de_de: Glossar Kategorien

source: Glossary content
de_de: Glossar Inhalt

# Glossary entries
source: Glossary
de_de: Glossar

source: Glossary Slug
de_de: Glossar Slug

source: Glossary style
de_de: Style des Glossars

source: Glossary Tags
de_de: Glossar Schlagwörter

source: Group FAQ-entries by categories or tags.
de_de: FAQ-Einträge nach Kategorien oder Schlagwörtern gruppieren.

source: Group Glossary Content by
de_de: Glossar gruppieren nach

source: Group glossary-entries by categories or tags.
de_de: Glossar nach Kategorien oder Schlagwörtern gruppieren.

source: Group register Content by
de_de: Register gruppieren nach

source: Heading level of the first heading
de_de: Überschriftsebene der ersten Überschrift

source: Hide accordeon
de_de: Ausgabe nicht in Akkordeons

source: Hide accordion
de_de: Akkordion ausblenden

source: hide question
de_de: Frage ausblenden

source: Hide question title
de_de: Frage ausblenden

source: Hide title
de_de: Ausgabe ohne Frage

source: If a category is selected and no specific FAQ is set, a random FAQ from this category will be used.
de_de: Wenn eine Kategorie ausgewählt ist und keine bestimmte FAQ festgelegt ist, wird eine zufällige FAQ aus dieser Kategorie verwendet.

source: If enabled, the FAQ title will be hidden.
de_de: Wenn diese Option aktiviert ist, wird der Titel der FAQ ausgeblendet.

source: If there is more than one category listed, use at least one of them.
de_de: Wenn mehrere Kategorien aufgeführt sind, nutzen Sie bitte mindestens eine davon.

source: If there is more than one tag listed, use at least one of them.
de_de: Wenn mehrere Schlagwörter aufgeführt sind, nutzen Sie bitte mindestens eines davon.

source: Integration in pages and posts as a shortcode
de_de: Integration in Seiten und Beiträgen als Shortcode

source: Language
de_de: Sprache

source: Language of this FAQ
de_de: Sprache dieser FAQ

source: Linked Page
de_de: Verlinkte Seite

source: Load website with opened accordeons
de_de: Website mit geöffneten Akkordeons laden

source: Load website with opened accordions
de_de: Website mit geöffneten Akkordeons laden

source: Logfile
de_de: Protokoll

source: Logfile is empty.
de_de: Logfile ist leer.

source: Longform
de_de: Lange Form

source: Manage glossary terms
de_de: Glossarbegriffe verwalten

source: Manage placeholders & groups
de_de: Platzhalter & Gruppen verwalten

source: Manage questions & answers
de_de: Fragen & Antworten verwalten

source: new
de_de: neu

source: No title
de_de: Kein Titel

source: None
de_de: Keine

source: none
de_de: keine

source: Only show FAQ-entries in this language.
de_de: Nur FAQ-Einträge in dieser Sprache anzeigen.

source: Only show FAQ-entries with these selected categories.
de_de: Nur FAQ-Einträge mit diesen ausgewählten Kategorien anzeigen.

source: Only show FAQ-entries with these selected tags.
de_de: Nur FAQ-Einträge mit diesen ausgewählten Tags anzeigen.

source: Only show glossary-entries in this language.
de_de: Nur Glossar-Einträge in dieser Sprache anzeigen.

source: Only show glossary-entries with these selected categories.
de_de: Nur Glossar-Einträge mit diesen ausgewählten Kategorien anzeigen.

source: Only show glossary-entries with these selected tags.
de_de: Nur Glossar-Einträge mit diesen ausgewählten Tags anzeigen.

source: Only show these FAQ-entries.
de_de: Nur diese FAQ-Einträge anzeigen.

source: Only show these glossary-entries.
de_de: Nur diese Glossar-Einträge anzeigen.

source: Open
de_de: Öffnen

source: Or
de_de: oder

source: or choose a Category to display a FAQ randomly
de_de: oder wählen Sie eine Kategorie aus der eine FAQ zufällig angezeigt wird

source: Or choose a category to display a random FAQ
de_de: oder Kategorie wählen für einen zufälligen FAQ-Eintrag

source: Order
de_de: Reihenfolge

source: Permalink Settings
de_de: Permalink Einstellungen

source: Permissions
de_de: Erlaubnisse

source: Placeholder
de_de: Platzhalter

source: placeholder
de_de: Platzhalter

source: Placeholder Slug
de_de: Platzhalter Slug

source: Placeholders
de_de: Platzhalter

# Placeholders
source: Placeholder
de_de: Platzhalter

source: Please note: "Delete selected domains" will DELETE every FAQ on this website that has been fetched from the selected domains.
de_de: Bitte beachten: "Ausgewählte Domains löschen" LÖSCHT alle FAQ auf dieser Website, die von den ausgewählten Domains bezogen wurden.

source: Please select the categories you'd like to fetch
de_de: Bitte wählen Sie die Kategorien aus, die Sie abrufen möchten.

source: Pronunciation
de_de: Aussprache

source: Pronunciation language
de_de: Sprache der Aussprache

source: Properties
de_de: Eigenschaften

source: Question
de_de: Frage

source: Register content
de_de: Register Inhalt

source: Register style
de_de: Register Stil

source: register style
de_de: Register Stil

source: Required time:
de_de: Benötigte Zeit:

source: RRZE Answers Settings
de_de: RRZE Answers Einstellungen

source: Russian
de_de: Russisch

source: Search FAQ
de_de: FAQ suchen

source: Search glossary
de_de: Glossar suchen

source: Search placeholder
de_de: Platzhalter suchen

source: seconds
de_de: Sekunden

source: Select a specific FAQ post.
de_de: Wählen Sie einen bestimmten FAQ-Beitrag aus.

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Settings updated
de_de: Einstellungen aktualisiert

source: Show "expand all" button
de_de: "Alle öffnen" - Button anzeigen

source: Show a selection of individual Placeholders
de_de: Eine Auswahl einzelner Platzhalter anzeigen

source: Show only Placeholders matching the selected language.
de_de: Nur Platzhalter anzeigen, die der ausgewählten Sprache entsprechen.

source: show question and answer
de_de: Zeige Frage und Antwort

source: show question and answer opened
de_de: Zeige Frage und geöffnete Antwort

source: Single entries
de_de: Einzelner Eintrag

source: Single FAQ-Entries
de_de: Einzelne FAQ-Einträge

# Single glossary
source: Glossary
de_de: Glossar

source: Single glossary-Entries
de_de: Einzelne Glossareinträge

# Single placeholder
source: Placeholder
de_de: Platzhalter

source: Sort
de_de: Sortierung

source: Sort by
de_de: Sortieren nach

source: Sort criterion
de_de: Sortierkriterium

source: Sort field
de_de: Sortierfeld

source: Sorting options
de_de: Sortier Optionen

source: Source
de_de: Quelle

source: Spanish
de_de: Spanisch

source: Style
de_de: Stil

source: Synchronization completed.
de_de: Synchronisierung abgeschlossen.

source: Synchronization error. This
de_de: Synchronisierungsfehler. Dies

source: Synchronize automatically
de_de: Automatisch synchronisieren

source: Tag
de_de: Schlagwort

source: Tagcloud
de_de: Schlagwörterwolke

source: Tags
de_de: Schlagwörter

source: This placeholder cannot be edited because it is synchronized
de_de: Dieser Platzhalter kann nicht bearbeitet werden, da er synchronisiert ist.

source: Title
de_de: Titel

source: twicedaily
de_de: Zwei Mal am Schlagwörtern

source: Type of output
de_de: Art der Ausgabe

source: Unnamed tab
de_de: Unbenannter Tab

source: updated
de_de: aktualisiert

source: You can edit it at the source
de_de: Sie können es auf der Quelle editieren

source: — Select category —
de_de: — Kategorie auswählen —

source: — Select FAQ —
de_de: — FAQ auswählen —
